code --install-extension alefragnani.bookmarks
code --install-extension anthropic.claude-code
code --install-extension batisteo.vscode-django
code --install-extension bradlc.vscode-tailwindcss
code --install-extension charliermarsh.ruff
code --install-extension dbaeumer.vscode-eslint
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension github.copilot-chat
code --install-extension github.github-vscode-theme
code --install-extension gruntfuggly.todo-tree
code --install-extension jmrog.vscode-nuget-package-manager
code --install-extension mechatroner.rainbow-csv
code --install-extension mhutchie.git-graph
code --install-extension mikestead.dotenv
code --install-extension monosans.djlint
code --install-extension ms-azuretools.vscode-containers
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-dotnettools.csdevkit
code --install-extension ms-dotnettools.csharp
code --install-extension ms-dotnettools.vscode-dotnet-runtime
code --install-extension ms-playwright.playwright
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-python.vscode-python-envs
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension mtxr.sqltools
code --install-extension naumovs.color-highlight
code --install-extension oderwat.indent-rainbow
code --install-extension pkief.material-icon-theme
code --install-extension pkief.material-product-icons
code --install-extension rangav.vscode-thunder-client
code --install-extension redhat.vscode-yaml
code --install-extension usernamehw.errorlens
code --install-extension yzhang.markdown-all-in-one
